{
  "1": {
    "Q": "What is the safest place within your home to shelter during a hurricane?",
    "A": "Away from windows, in the basement if possible",
    "B": "On the uppermost floor, to avoid flooding",
    "C": "On the roof, so that rescuers can see you",
    "D": "Under a sturdy piece of furniture",
    "Answer": "A",
    "IncorrectFeedback": "Consider that windspeeds are the biggest danger for most homes",
    "CorrectFeedback": "Being near a window may cause injury if it breaks. Being away from openings in your home shelters you somewhat"
  },
  "2": {
    "Q": "If you are stuck in a flooded area trying to evacuate, what do you do?",
    "A": "Try swimming to safety",
    "B": "Take your car and drive slowly through the water to a safer location",
    "C": "Find something to use as a raft and float to a less flooded area",
    "D": "Move to the highest ground possible and wait to be rescued",
    "Answer": "D",
    "IncorrectFeedback": "Do not try crossing flood waters, it can easily sweep you or your car away",
    "CorrectFeedback": "The safest move when stuck in a flooded area is to get to high ground and wait, rescue crews will be coming."
  },
  "3": {
    "Q": "You are driving to evacuate from a hurricane, and see a barricade blocking your fastest exit path. What do you do?",
    "A": "Drive around it, because time is the highest priority",
    "B": "Find another road to evacuate",
    "C": "Leave your car to see why the road is barricaded",
    "D": "Leave your car and keep going down the road by foot",
    "Answer": "B",
    "IncorrectFeedback": "If the road is barricaded, it is probably by local responders to block off flooded areas",
    "CorrectFeedback": "Even though the road may be the fastest evacuation path, if it is barricaded then the road was likely deemed unsafe to traverse"
  },
  "4": {
    "Q": "Floodwater is rising in your home and you cannot exit. Where in the building do you go?",
    "A": "To the attic, because it is the highest point",
    "B": "To a window, because if you open the window it will let out some water",
    "C": "To the highest floor",
    "D": "A, B, or C would be viable options",
    "Answer": "C",
    "IncorrectFeedback": "Hint: Your attic may trap you in rising water, and the water level outside your house is the same as inside",
    "CorrectFeedback": "The highest full floor is the best place to stay out rising floodwaters"
  },
  "5": {
    "Q": "Your car is trapped in moving floodwater. What do you do?",
    "A": "Open the door and exit the car immediately",
    "B": "Honk your horn to attract attention from possible rescuers",
    "C": "Try driving your car to a less flooded area",
    "D": "Stay inside",
    "Answer": "D",
    "IncorrectFeedback": "You need to take immediate action, but avoid the floodwaters that can easily carry you away",
    "CorrectFeedback": "Staying inside the car is the safest action. If the car is filling with water, get on top of the car's roof"
  },
  "6": {
    "Q": "If your area is within the outer reaches of the predicted hurricane path, is it reasonable to assume you are safe?",
    "A": "Yes, because weather stations have become accurate in tracking and predicting hurricane paths",
    "B": "No, because many factors affect hurricane path, and your area is within the possible range of the hurricanes path",
    "C": "Yes, because even if the hurricane follows the outer edge of the predicted path, it will not cause too much damage",
    "D": "Both A and C are correct",
    "Answer": "B",
    "IncorrectFeedback": "If your area is within any part of the hurricane path range by the weather station, do not assume you will not get hit",
    "CorrectFeedback": "Many factors influence hurricane paths, so be prepared for the worst"
  }
}